
#ЛЮбовь
l= 'чувства'
o = 'радость'
v = 'печаль'
e = 'влечение'
l1 = 'подарки'
o2 = 'общение'
v3 = 'внимание'
e4 = 'химия'
l5 = 'забота'
# Religiya
r='вера'
e='покорность'
l='исполнение'
i='дисциплина'
g='ислам'
i='буддизм'
o='христианство'
n='душа'
r1='учение'


#Kosmos
s = 'планета'
p = 'звезды'
a = 'вселенная'
c = 'небо'
e = 'луна'
ss = 'солнце'
pp = 'галактика'
aa = 'спутник'
cc = 'черная дыра'

#Tachki

c = 'скорость'
a ='двигатель'
r1 ='фара'
cc ='капот'
aa ='крыло'
rr = 'тюнинг'
ccc = 'руль'
aaa = 'педаль'
rrr = 'тормоз'

#priroda

n = 'горы'
a = 'растения'
t = 'вода'
u = 'пейзаж'
r = 'воздух'
e ='земля'
nn = 'животные'
aa = 'круговорот'
tt = 'жизнь'



